"Windows Azure Cloud Storage" = "Windows Azure-cloudopslag";

/* Azure Login Credentials */
"Storage Account Name" = "Opslag-accountnaam";
"Primary Access Key" = "Primaire toegangssleutel";

"Windows Azure CDN" = "Windows Azure-distributienetwerk";